const historyData = [
	{
		title: '고령화시대에 대비,「노인요양보장제도」도입 발표',
		detail: '2001.08.15 대통령 경축사에서 노인요양보장제도 도입 제시',
		subDetails: ['2002 대통령 공약사항 포함']
	},
	{
		title: '노인요양보장제도 시행 준비체계 구축',
		detail: '2003.03 ~ 2004.02「공적노인요양보장추진기획단」설치, 운영',
		subDetails: [
			'2004.03「공적노인요양보장제도실행위원회」구성, 운영',
			'「노인장기요양보험법(안)」 입법추진',
			'2005.10.19 ~ 2005.11.08 입법예고',
			'2006.02.16 정부입법 국회제출',
			'- 한나라당 2건, 열린우리당 2건, 민주노동당 1건'
		]
	},
	{
		title: '입법청원 1건 등 총 7개 법안 제출',
		detail: '2007.04.02 국회통과(부대결의내용 포함)',
		subDetails: [
			"국무회의 의결(04,17)을 거쳐 04.27일 공포, '08.07.01일부터 시행",
			"1단계 시행령 시행규칙 : '07.10.01시행",
			"2단계 시행령 시행규칙 : '08.07.01시행"
		]
	}
];

export default historyData;
